Repository: krishvios/signvios
Catalog: *.lproj/Localizable.strings
Languages: es

source: has disconnected
es: se ha desconectado

source: %@ did not answer your call.
es: %@ no respondió a su llamada.

source: %@® Mobile for iOS version %@
es: %@® Móvil para la versión de iOS %@

source: %lu contacts were imported.
es: Se importaron %lu contactos.

source: 911 Location Info
es: Información de Ubicación del 911

source: 911 Location Info Changed
es: Información de Ubicación 911 Cambiada

source: 911 Location Information
es: Información de Ubicación del 911

# 911.loc.address.abort
source: This videophone's address is now invalid. You must enter the correct address of this videophone for use in 911 emergency calls. Select Resume to continue entering an address.
es: La dirección de este videoteléfono ahora no es válida. Debe ingresar la dirección correcta de este videoteléfono para usarla en llamadas de emergencia al 911. Seleccione Reanudar para continuar ingresando una dirección.

# 911.loc.address.rejected
source: Please correct this address and then tap the Send button.
es: Corrija esta dirección y luego toque el botón Enviar.

# 911.loc.city.blank
source: Your city cannot be blank.
es: Tu ciudad no puede estar en blanco.

# 911.loc.city.invalid.chars
source: Your city contains invalid characters.
es: Tu ciudad contiene caracteres no válidos.

# 911.loc.error.connect
source: Unable to connect to server, please try again later.
es: No se puede conectar al servidor, inténtelo de nuevo más tarde.

# 911.loc.PO.box.notallowed
source: PO Box addresses are not allowed in emergency address. Please update with street address only for emergency services.
es: Las direcciones de los apartados postales no están permitidas en la dirección de emergencia. Actualice con la dirección de la calle solo para los servicios de emergencia.

# 911.loc.section.bottom
source: All VRS devices must register an address for 911 emergency services. Address Status: %@
es: Todos los dispositivos VRS deben registrar una dirección para los servicios de emergencia 911. Estado de la Dirección: %@

# 911.loc.state.blank
source: Your state cannot be blank.
es: Tu estado no puede estar en blanco.

# 911.loc.street.blank
source: Your street address cannot be blank.
es: La dirección de su calle no puede estar en blanco.

# 911.loc.street.L1.invalid
source: Your street address line 1 contains invalid characters.
es: La línea 1 de la dirección de su calle contiene caracteres no válidos.

# 911.loc.street.L2.invalid
source: Your street address line 2 contains invalid characters.
es: La línea 2 de la dirección de su calle contiene caracteres no válidos.

# 911.loc.zipcode.invalid
source: Your ZIP code must be in the format of ##### or #####-####
es: Su código postal debe tener el formato ##### o #####-####

# 911.notification.title
source: Your 911 Location Info may have changed. Please accept or reject this update.
es: Su información de ubicación del 911 puede haber cambiado. Acepte o rechace esta actualización.

source: Accept
es: Aceptar

source: Accepting
es: Aceptando

source: Account History
es: Historial de la Cuenta

source: Account Information
es: Información de la Cuenta

# account.loggedin.other.device.title
source: You have been logged out. Your ntouch® account has been logged in on another device.
es: Usted ha sido desconectado. Se ha iniciado sesión en su cuenta ntouch® en otro dispositivo.

# account.password.changed.title
source: Your password has changed. Please log in with your new password to avoid missing calls.
es: Su contraseña ha cambiado. Inicie sesión con su nueva contraseña para evitar llamadas perdidas.

# account.phone.number.changed.msg
source: Your ntouch Mobile phone number has been changed. Your new number is
es: Su número de teléfono de ntouch Mobile ha cambiado. tu nuevo número es

source: Active
es: Activo

source: Add Call
es: Agregar Llamada

source: Add Contact
es: Agregar Contacto

source: Add Phone
es: Añadir Teléfono

source: Add Phone Error
es: Error al Agregar Teléfono

source: Add Phone to Group
es: Agregar teléfono al grupo

source: Add Saved Text
es: Agregar Texto Guardado

source: Add to Existing Contact
es: Agregar a un Contacto Existente

source: Add To Existing Contact
es: Agregar a un Contacto Existente

source: Add To Favorites
es: Agregar a Los Favoritos

source: Add to myPhone Group
es: Agregar al Grupo myPhone

source: Address Rejected
es: Dirección Rechazada

# Agreement.Message
source: If you reject the agreement, you will no longer be able to place or receive calls. Are you sure you want to reject the agreement?
es: Si rechaza el acuerdo, no podra realizar ni recibir llamadas. ¿Esta seguro que quiere rechazar el acuerdo?

source: Allow
es: Permitir

source: anonymous
es: anónima

source: Anonymous
es: Anónima

source: Answer Call
es: Responder Llamada

source: Answered Call
es: Llamada Contestada

source: Apply Now
es: Aplica Ya

source: Create New Account
es: Crear nueva cuenta

source: Apply Online
es: Aplicar en línea

source: Are you sure?
es: ¿Está seguro?

source: at
es: en

source: Attention
es: Atención

source: Audio will be disabled.
es: El Audio se desactivará.

source: Auto-answer
es: Respuesta Automática

source: Auto-answer after %@ rings.
es: Respuesta automática después de %@ timbres.

source: Auto-answer Disabled.
es: Respuesta automática Deshabilitada.

source: Best
es: Muy Bueno

source: Best (most data)
es: Muy Bueno (la mayoría de los datos)

source: Better
es: Mejor

source: Better (more data)
es: Mejor (más datos)

source: Birthday
es: Cumpleaños

source: Birthday Invalid
es: Cumpleaños inválida

source: Bitrate:
es: Tasa de Bits:

source: Block
es: Bloquear

source: Block Anonymous Callers
es: Bloquear Llamadas Desconocido

source: Block Caller
es: Bloquear Llamada

source: Block Contact
es: Bloquear Contacto

source: Blocked Call
es: Llamada Bloqueada

source: BLOCKED CALL
es: LLAMADA BLOQUEADA

source: Blocked Number
es: Número Bloqueado

source: Blocked Numbers
es: Números Bloqueados

# blocked.add.alreadyBlocked.err
source: The number you are trying to block has already been blocked.
es: El número que intentas bloquear ya ha sido bloqueado.

# blocked.add.error.msg
source: The phone number you attempted to block cannot be blocked.
es: El número de teléfono que intentaste bloquear no se puede bloquear.

# blocked.add.error.title
source: Number cannot be blocked.
es: El número no se puede bloquear.

# blocked.contact.confirm.message
source: %1$@ is presently associated to your contact %2$@ as the %3$@ phone number. Are you sure you want to block it?
es: %1$@ está actualmente asociado a su contacto %2$@ como el número de teléfono %3$@. ¿Está seguro de que desea bloquearlo?

# blocked.contact.confirm.title
source: Block %1$@'s %2$@ phone number?
es: ¿Bloquear el número de teléfono de %2$@ de %1$@?

# blocked.count
source: %lu Blocked
es: %lu Bloqueados

# blocked.delete.confirm
source: Are you sure you want to remove this blocked number?
es: ¿Está seguro de que desea eliminar este número bloqueado?

# blocked.delete.err
source: This blocked number cannot be deleted at this time. Please try again later.
es: Este número bloqueado no se puede eliminar en este momento. Por favor, inténtelo de nuevo más tarde.

# blocked.delete.error.msg
source: An error occurred while deleting this blocked list item.
es: Se produjo un error al eliminar este elemento de la lista bloqueada.

# blocked.delete.error.title
source: Error Deleting Blocked Item
es: Error al eliminar el elemento bloqueado

# blocked.edit.error.msg
source: An error occurred while editing this blocked list item.
es: Se produjo un error al editar este elemento de la lista bloqueada.

# blocked.edit.error.title
source: Please edit the item again.
es: Vuelva a editar el elemento.

# blocked.fixed.err
source: This built-in contact cannot be blocked.
es: Este contacto incorporado no se puede bloquear.

# blocked.full.err
source: You have reached the limit of numbers which can be blocked. If you would like to block any additional numbers, you must first unblock a different number.
es: Ha alcanzado el límite de números que se pueden bloquear. Si desea bloquear cualquier número adicional, primero debe desbloquear un número diferente.

# blocked.full.err.title
source: No more numbers can be blocked.
es: No se pueden bloquear más números.

# blocked.myphone.err
source: %@ is in your myPhone group and cannot be blocked.
es: %@ está en su grupo myPhone y no se puede bloquear.

source: Build Version
es: Versión de Compilación

source: Call
es: Llamar

source: Call
es: Llamar

source: Call 911
es: Llama al 911

# ready.to.call.help
source: Are you ready to call for help?
es: ¿Listo para pedir ayuda?

source: Call Customer Care
es: Llamar a atención al cliente

source: Call Directly
es: Llamar Directamente

source: Call Disconnected
es: Llamada Desconectada

source: Call History
es: Historial de Llamadas

source: Call In Progress
es: Llamada En Progreso

source: CALL IN PROGRESS
es: LLAMADA EN PROGRESO

source: Call Is Not Encrypted
es: La Llamada no Está Cifrada

source: Call Requires Encryption
es: La Llamada Requiere Cifrado

source: Call Waiting Enabled
es: Llamada en Espera Habilitada

source: Call With Encryption
es: Llamada Con Cifrado

# call.auth
source: Authenticating...
es: Autenticando...

# call.calling
source: Calling...
es: Llamando...

# call.conf.alert.AES128
source: This call is encrypted with 128-bit AES encryption.
es: Esta llamada está encriptada con encriptación AES de 128 bits.

# call.conf.alert.AES256
source: This call is encrypted with 256-bit AES encryption.
es: Esta llamada está encriptada con encriptación AES de 256 bits.

# call.conf.alert.none
source: Encryption is not available for this call.
es: El cifrado no está disponible para esta llamada.

# call.connect
source: Connecting...
es: Conectando...

# call.dialing
source: Dialing...
es: Discada...

# call.end.anonymousCallNotAllowed
source: This call can't be connected because Caller ID is not displayed. Turn off Hide My Caller ID in settings and try the call again.
es: Esta llamada no se puede conectar porque no se muestra el identificador de llamadas. Desactive Ocultar mi identificador de llamadas en la ajustes e intente llamar de nuevo.

# call.end.anonymousDirectSignMailNotAllowed
source: This message can't be delivered because Caller ID is not displayed. Turn off Hide My Caller ID in settings and try sending again.
es: Este mensaje no se puede entregar porque no se muestra el identificador de llamadas. Desactive Ocultar mi identificador de llamadas en la ajustes e intente enviarlo de nuevo.

# call.end.dialByNumberDisallowed
source: Premium service (dial by phone number) is not enabled on this phone.
es: El servicio premium (marcar por número de teléfono) no está habilitado en este teléfono.

# call.end.dialingSelf
source: An attempt to dial one's self has been made.
es: Se ha hecho un intento de marcar uno mismo.

# call.end.directoryFindFailed
source: Unable to complete your call at this time, please try again later.
es: No se puede completar su llamada en este momento, inténtelo de nuevo más tarde.

# call.end.directSignMailUnavailable
source: This number cannot receive SignMail messages.
es: Este número no puede recibir mensajes de SignMail.

# call.end.lostConnection
source: Please check your internet connection and try calling again.
es: Por favor, compruebe su conexión a Internet e intente llamar de nuevo.

# call.end.noAssociatedPhone
source: No Current or Associated phone ID for current user record.
es: No hay identificación de teléfono Actual o Asociada para el registro de usuario actual.

# call.end.noP2PExtensions.skipSM.0
source: Extensions are not supported for point-to-point calls.
es: Las extensiones no son compatibles con las llamadas punto a punto.

# call.end.noP2PExtensions.skipSM.1
source: Extensions are not supported for SignMail messages.
es: Las extensiones no son compatibles con los mensajes de SignMail.

# call.end.notFoundInDirectory.skipSM.0
source: Unable to make call because the remote system was not listed in the directory.
es: No se pudo realizar la llamada porque el sistema remoto no figuraba en el directorio.

# call.end.notFoundInDirectory.skipSM.1
source: Unable to send message because the remote system was not listed in the directory.
es: No se pudo enviar el mensaje porque el sistema remoto no figuraba en el directorio.

# call.end.reason.encryption.required
source: Sorry, the call could not be connected. The videophone you are calling requires encryption.
es: Lo sentimos, no se pudo conectar la llamada. El videoteléfono al que está llamando requiere encriptación.

# call.end.reason.security.inadequate
source: The videophone you are calling can’t support encrypted calls. Change your encryption settings or contact your IT administrator.
es: El videoteléfono al que está llamando no admite llamadas encriptadas. Cambie la ajustes de encriptación o comuníquese con su administrador de IT.

# call.end.remote.busy.skipSM
source: Your message cannot be sent at this time.
es: Su mensaje no puede ser enviado en este momento.

# call.end.remoteSystemBlocked.skipSM.0
source: The remote system has been blocked from receiving calls.
es: El sistema remoto ha sido bloqueado para recibir llamadas.

# call.end.remoteSystemBlocked.skipSM.1
source: The remote system has been blocked from receiving messages.
es: El sistema remoto ha sido bloqueado para recibir mensajes.

# call.end.remoteSystemOutOfNetwork
source: The remote system is out of network.
es: El sistema remoto está fuera de la red.

# call.end.remoteSystemUnregistered
source: The remote system is not registered with the registration service.
es: El sistema remoto no está registrado con el servicio de registro.

# call.end.transferFailed
source: Your call could not be transferred to the specified phone number.
es: No se pudo transferir su llamada al número de teléfono especificado.

# call.end.vrsCallNotAllowed
source: Your account cannot make VRS calls.
es: Su cuenta no puede hacer llamadas de VRS.

# call.ended
source: The call has ended.
es: La llamada ha terminado.

# call.err.callAlreadyInProgress
source: A call to this number is already in progress.
es: Ya hay una llamada en curso a este número.

# call.err.callDisconnected
source: The call has already disconnected
es: La llamada ya se ha desconectado

# call.err.callFiltered
source: The incoming call was blocked by the iOS blocked caller list, or by iOS Do Not Disturb
es: La llamada entrante fue bloqueada por la lista de llamadas bloqueadas de iOS o por No Molestar de iOS

# call.err.callNotInHoldableState
source: The current call cannot be held.
es: La llamada actual no se puede retener.

# call.err.callNotInTransferableState
source: This call cannot currently be transferred.
es: Esta llamada no se puede transferir actualmente.

# call.err.callsNotInJoinableState
source: These calls cannot currently be joined.
es: Estas llamadas no se pueden unir actualmente.

# call.err.callTimedOut
source: The call timed out while connecting, try your call again.
es: La llamada se agotó mientras se conectaba, intente su llamada nuevamente.

# call.err.cannotDialSelf
source: You cannot call your own Sorenson phone number from this device.
es: No puede llamar a su propio número de teléfono de Sorenson desde este dispositivo.

# call.err.cannotJoinCallWithItself
source: You cannot join a call with itself.
es: No puede unirse a una llamada consigo misma.

# call.err.endOfBackgroundTime
source: The app could not continue to run in the background.
es: La aplicación no pudo continuar ejecutándose en segundo plano.

# call.err.failedDeliverSignMail
source: Your SignMail could not be delivered. The video file was lost. To record a new SignMail video, try your call again.
es: No se pudo entregar su SignMail. El archivo de video se perdió. Para grabar un nuevo video de SignMail, intente su llamada nuevamente.

# call.err.failedToAnswer
source: The call could not be answered at this time.
es: La llamada no pudo ser respondida en este momento.

# call.err.failedToEnd
source: The call could not be rejected at this time.
es: La llamada no pudo ser rechazada en este momento.

# call.err.failedToHold
source: The call could not be held at this time.
es: La llamada no se pudo realizar en este momento.

# call.err.failedToJoin
source: The calls could not be joined at this time.
es: Las llamadas no se pudieron unir en este momento.

# call.err.failedToRecordSignMail
source: There was a problem recording your SignMail.
es: Hubo un problema al grabar su SignMail.

# call.err.failedToResume
source: The call could not be resumed at this time.
es: La llamada no se pudo reanudar en este momento.

# call.err.failedToTransfer
source: The call could not be transferred at this time.
es: La llamada no se pudo transferir en este momento.

# call.err.featureDisabled
source: Ask Sorenson Customer Care to enable this feature for you.
es: Pídale al Servicio de Atención al Cliente de Sorenson que habilite esta función.

# call.err.invalidDialString
source: Invalid phone number.
es: Numero de telefono invalido.

# call.err.mailboxFull
source: Sorry, that mailbox is full.
es: Lo siento, ese buzón está lleno.

# call.err.maxCallsExceeded
source: There are too many calls already in progress. Please allow for all calls to disconnect before dialing another number.
es: Ya hay demasiadas llamadas en curso. Permita que todas las llamadas se desconecten antes de marcar otro número.

# call.err.notAvailableInPublicMode
source: This feature is not available in public mode.
es: Esta característica no está disponible en modo público.

# call.err.onlyOneActiveCallAllowed
source: There are too many active calls going.
es: Hay demasiadas llamadas activas.

# call.err.requiresAuthentication
source: You must be logged in to dial this number.
es: Debe iniciar sesión para marcar este número.

# call.err.requiresBlockCallerIdDisabled
source: Disable "Hide My Caller ID" to record this SignMail.
es: Deshabilitar "Ocultar mi Identificador de Llamadas" para grabar este SignMail.

# call.err.requiresCallCIR
source: Please call Sorenson Customer Care to discuss reactivating your service.
es: Llame al Servicio de Atención al Cliente de Sorenson para hablar sobre la reactivación de su servicio.

# call.err.requiresCallObject
source: Please try again later.
es: Por favor, inténtelo de nuevo más tarde.

# call.err.requiresCanHoldCall
source: The current call cannot be placed on hold
es: La llamada actual no se puede poner en espera

# call.err.requiresEulaAcceptance
source: User agreement must be accepted.
es: Se debe aceptar el acuerdo de usuario.

# call.err.requiresNetworkConnection
source: You must have network access to place a call.
es: Debe tener acceso a la red para realizar una llamada.

# call.err.requiresSipRegistration
source: Connecting to server, cannot place call at this time.
es: Reconectando con el servidor, no se puede realizar la llamada en este momento.

# call.incoming
source: Incoming Call...
es: Llamada Entrante...

# call.select.phone
source: Select a phone to call
es: Seleccione un telefono a llamar

# call.state.alert.awaiting.redirect
source: The phone number you have dialed has been changed to %@. To redirect your call to this new number, select "Continue". Otherwise select "Hang Up" to end this call.
es: El número de teléfono que marcó se cambió a %@. Para redirigir su llamada a este nuevo número, seleccione "Continuar". De lo contrario, seleccione "Colgar" para finalizar esta llamada.

# call.state.alert.awaiting.self.cert
source: By clicking the "Accept" button, you hereby certify that you have a hearing or speech disability and need VRS to be able to communicate with other people. You understand that the cost of VRS calls is paid for by contributions from other telecommunications users to the TRS Fund. You further attest by clicking the "Accept" button that you are eligible to use VRS.
es: Al hacer clic en el botón "Aceptar", certifica que tiene una discapacidad auditiva o del habla y necesita VRS para poder comunicarse con otras personas. Comprende que el costo de las llamadas de VRS se paga con contribuciones de otras telecomunicaciones. usuarios al Fondo TRS. Al hacer clic en el botón "Aceptar", también certifica que es elegible para usar VRS.

# call.state.alert.awaiting.vrs.prompt
source: If you were dialing an SVRS call, select "SVRS" to place the call. Select "Hang Up" if you want to try redialing a point-to-point call.
es: Si estaba marcando una llamada SVRS, seleccione "SVRS" para realizar la llamada. Seleccione "Colgar" si desea intentar volver a marcar una llamada punto a punto.

# call.wait
source: Please wait...
es: Espere por favor...

source: Caller ID
es: Identificador de Llamadas

source: Can't Accept Address
es: No Se puede Aceptar la Dirección

source: Can't Import
es: No se Puede Importar

source: Can't import contacts.
es: No se pueden importar contactos.

source: Can't Paste
es: No se puede pegar

source: Can't Provision Address
es: No se Puede Proporcionar la Dirección

# can't.send.signmail.yourself
source: Sorry, you can’t send a SignMail to yourself.
es: Lo siento, no puedes enviarte un SignMail a ti mismo.

source: Can’t Add Contact
es: No Se Puede Agregar Contacto

source: Can’t Log In
es: No Puedo Iniciar Sesión

source: Can’t Play Video
es: No se puede Reproducir el Video

source: Cancel
es: Cancelar

source: Cannot Log In
es: No Puedes Ingresar

source: Cannot send SignMail
es: No se puede enviar SignMail

source: Cell
es: Móvil

source: Cellular Video Quality
es: Calidad de Video Celular

source: Change Description
es: Cambiar Descripción

source: Change Password
es: Cambia la Contraseña

# change.pass.conf.notmatch
source: New and Confirm Password fields do not match.
es: Los campos Nuevo y Confirmar Contraseña no coinciden.

# change.pass.new.15.chars
source: New Password field can contain only 15 characters.
es: El campo Nueva Contraseña puede contener solo 15 caracteres.

# change.pass.new.blank
source: New Password field cannot be blank.
es: El campo Nueva Contraseña no puede estar en blanco.

# change.pass.new.saved
source: The new password you entered has been saved.
es: La nueva contraseña que ingresó ha sido guardada.

# change.pass.new.standard.chars
source: Only standard letters, numbers, and punctuation characters can be used.
es: Solo se pueden usar letras, números y signos de puntuación estándar.

# change.pass.old.incorrect
source: Old Password was incorrect.
es: La Contraseña Anterior era incorrecta.

# change.pass.problem
source: There was a problem changing your password.
es: Hubo un problema al cambiar su contraseña.

source: Channels
es: Canales

source: Choose Photo
es: Escoge Foto

source: City
es: Ciudad

source: Clear All
es: Limpiar Todo

source: Clear All Call History
es: Borrar Todo el Historial de Llamadas

source: Clear All Missed Calls
es: Borrar Todas las Llamadas Perdidas

source: Clear Listed Calls
es: Borrar Llamadas Enumeradas

source: Close
es: Cerca

source: Color Theme
es: Tema de Color

source: Company Name
es: Nombre de Empresa

source: Complete
es: Completo

source: Confirm Password
es: Confirmar Contraseña

source: Confirm SignMail Send
es: Confirmar Envío de SignMail

source: Connecting
es: Conectando

source: Connecting to Server
es: Conectando al Servidor

source: Contact cannot be blocked.
es: No se puede bloquear el contacto.

source: Contact Photos
es: Fotos de Contacto

# contact.choose.num.call
source: Choose a number to call
es: Elija un número para llamar

# contact.choose.num.fav
source: Choose a number to favorite
es: Elige un número a favorito

# contact.choose.num.rem.fav
source: Choose a number to remove from favorites
es: Elija un número para eliminar de favoritos

# contact.choose.num.signmail
source: Choose a number to send a SignMail
es: Elija un número para enviar un SignMail
