Repository: krishvios/signvios
Catalog: *.lproj/Localizable.strings
Languages: es

# contact.delete.error.msg
source: An error occurred while deleting this contact.
es: Ocurrió un error al eliminar este contacto.

# contact.delete.error.title
source: Error Deleting Contact
es: Error al eliminar contactot

# contact.edit.error.msg
source: An error occurred while editing this contact.
es: Ocurrió un error al editar este contacto.

# contact.edit.error.title
source: Please edit the contact again.
es: Edite el contacto de nuevo.

source: Contacts
es: Contactos

source: CONTACTS
es: CONTACTOS

source: Contacts imported.
es: Contactos importados.

# contacts.block.all.list.full
source: You have reached the limit of numbers which can be blocked. If you would like to block any additional numbers, you must first unblock a different number.
es: Ha alcanzado el límite de números que se pueden bloquear. Si desea bloquear cualquier número adicional, primero debe desbloquear un número diferente.

# contacts.delete.confirm
source: Are you sure you want to remove this contact?
es: ¿Está seguro de que desea eliminar este contacto?

# contacts.dsource.corp.authenticationFailed
source: Your %@ user name or password is incorrect. Try again or contact your Sorenson sales representative.
es: Su %@ nombre de usuario o contraseña es incorrecto. Vuelva a intentarlo o comuníquese con su representante de ventas de Sorenson.

# contacts.dsource.corp.error
source: There was a problem loading your %@ directory. Contact your Sorenson sales representative.
es: Hubo un problema al cargar su directorio %@. Comuníquese con su representante de ventas de Sorenson.

# contacts.dsource.device.nopermission
source: ntouch does not have permission to access your device contacts
es: ntouch no tiene permiso para acceder a los contactos de su dispositivo

# contacts.dsource.fav.empty
source: Want to create a new Favorite? Click "Add to Favorites" while looking at a contact.
es: ¿Quieres crear un nuevo favorito? Haz clic en "Añadir a favoritos" mientras miras un contacto.

# contacts.edit.updateContact.null
source: Something went wrong. Check your connection and try again.
es: Algo salió mal. Verifica tu conexión e inténtalo de nuevo.

# contacts.search.privacy.policy.alert
source: ntouch can share your location when you perform Yelp searches. We have updated our privacy policy to reflect this new feature. To enable location sharing for this and all future Yelp searches, press "Allow."
es: ntouch puede compartir su ubicación cuando realiza búsquedas en Yelp. Hemos actualizado nuestra política de privacidad para reflejar esta nueva característica. Para habilitar el uso compartido de la ubicación para esta y todas las futuras búsquedas en Yelp, presione "Permitir".

# contacts.search.yelp.location
source: You must enable location services to search Yelp.
es: Debe habilitar los servicios de ubicación para buscar en Yelp.

# contacts.search.yelp.location.restricted
source: ntouch cannot access your location, which is required to search Yelp.
es: ntouch no puede acceder a su ubicación, que es necesaria para buscar en Yelp.

# contacts.settings.duplicate.contact
source: This contact already exists in your Sorenson Contacts.
es: Este contacto ya existe en sus Contactos de Sorenson.

# contacts.settings.import.video.header
source: Enter the information for the videophone from which you want to import contacts.
es: Ingrese la información del videoteléfono del que desea importar contactos.

# contacts.settings.no.network
source: Unable to connect to network. Check your connection and try again.
es: No se puede conectar a la red. Verifique su conexión e intente nuevamente.

# contacts.settings.no.valid.numbers
source: There are no valid phone numbers to import.
es: No hay números de teléfono válidos para importar.

# contacts.settings.sci.import.error
source: Please verify the phone number and password.
es: Por favor, verifique el número de teléfono y la contraseña.

# contacts.settings.sci.invalid.creds
source: Your %@ user name or password is incorrect. Try again or contact your Sorenson sales representative.
es: Su %@ nombre de usuario o contraseña es incorrecto. Vuelva a intentarlo o comuníquese con su representante de ventas de Sorenson.

# contacts.settings.sci.no.DAP.server
source: There was a problem loading your %@ directory. Contact your Sorenson sales representative.
es: Hubo un problema al cargar su directorio %@. Comuníquese con su representante de ventas de Sorenson.

source: Continue
es: Continuar

# core.offline.error.msg
source: ntouch can't save your changes right now. Please try again later.
es: ntouch no puede guardar los cambios en este momento. Por favor, inténtelo de nuevo más tarde.

# core.offline.error.title
source: Can't Save Changes or Settings
es: No se pueden guardar cambios o configuraciones

source: CORPORATE CONTACTS
es: CONTACTOS CORPORATIVOS

source: Could not transfer call.
es: No se pudo transferir la llamada.

source: Couldn't Join Calls
es: No se Pudo Unir a las Llamadas

source: Create New Contact
es: Crear Nuevo Contacto

source: Creating Group
es: Crear grupo

source: Custom Greeting
es: Saludo Personalizado

source: Customer Care
es: Atención al Cliente

source: Dark (default)
es: Oscuro (defecto)

source: Debug Logging
es: Registro de Depuración

source: Decline Call
es: Rechazar Llamada

source: Delete
es: Borrar

source: Delete All SignMails
es: Eliminar Todos Los SignMails

source: Delete Blocked
es: Eliminar Bloqueada

source: Delete Contact
es: Borrar Contacto

source: Delete SignMail
es: Eliminar SignMail

source: Delete:
es: Borrar:

source: Deleted all contacts
es: Eliminó todos los contactos

source: Description
es: Descripción

source: Device
es: Dispositivo

source: Device Contacts
es: Contactos del Dispositivo

source: DEVICE CONTACTS
es: CONTACTOS DEL DISPOSITIVO

source: Device Settings
es: Ajustes de Dispositivo

source: Call Options
es: Opciones de llamadas

source: Dial
es: Marcar

source: Dialing By IP
es: Marcar por IP

source: Dialpad
es: Teclado

source: Directory Login Failed
es: Error en el Inicio de Sesión en el Directorio

source: Directory Server Unavailable
es: Servidor de Directorio no Disponible

source: Disabled
es: Desactivado

source: Disabled toolbar auto hide
es: Ocultar automáticamente la barra de herramientas deshabilitada

source: Do Not Disturb
es: No Molestar

source: Do Not Disturb (Reject Incoming Calls)
es: No Molestar (Rechazar Llamadas Entrantes)

# do.not.disturb.calls
source: Do Not Disturb. You are not receiving calls.
es: No molestar. No estás recibiendo llamadas.

source: Don't Allow
es: No Permitir

source: Done
es: OK

source: Duplicate Contact
es: Contacto Duplicado

# duplicate.mac.detected.msg
source: ntouch detected that it may be running on new hardware. Please re-start ntouch and sign in again to update device info.
es: ntouch detectó que puede estar ejecutándose en un nuevo hardware. Reinicie ntouch e inicie sesión nuevamente para actualizar la información del dispositivo.

source: Edit Phone
es: Editar Teléfono

source: Edit Photo
es: Editar Foto

source: email
es: correo electrónico

source: Email address
es: Dirección de correo electrónico

source: Emergency
es: Emergencia

source: Emergency Address Error
es: Error de Dirección de Emergencia

source: Enable Pulse Notifications
es: Habilitar Notificaciones de Pulso

source: Enable Spanish Features
es: Habilitar Funciones en Español

source: Enabled
es: Activado

source: Enabled internet searches
es: Búsquedas en Internet habilitadas

source: Enabled toolbar auto hide
es: Ocultar automáticamente la barra de herramientas habilitada

source: Encrypt My Calls
es: Cifrar Mis Llamadas

source: End Wavello
es: Fin Wavello

source: Enter login information
es: Ingrese la información de inicio de sesión

source: Enter text here
es: Ingrese texto aquí.

source: Enter your myPhone password:
es: Ingrese su contraseña de mi teléfono:

source: Error Connecting
es: Error al Conectar

source: Error connecting to server.
es: Error al conectarse al servidor.

source: Error Removing myPhone Member
es: Error al Eliminar el Miembro de myPhone

source: Error saving address.
es: Error al guardar la dirección.

source: Error updating favorites
es: Error al actualizar favoritos

source: Everyone
es: Todos

source: example: Kitchen, Joe's Phone, etc.
es: ejemplo: Cocina, Teléfono de Joe, etc.

source: Exit
es: Salida

source: Export Contacts to Device
es: Exportar Contactos al Dispositivo

source: Export Successful
es: Exportación Exitosa

source: Failed to make call
es: Error al hacer la llamada

source: Favorites
es: Favoritos

source: Favorites Full
es: Favoritas Completas

# favorites.full.error.msg
source: The maximum number of allowed favorites has been reached.
es: Se ha alcanzado el número máximo de favoritos permitidos.

source: FCC Registration
es: FCC Registro

# fcc.error.invalid.bday
source: Please enter your correct birthday.
es: Por favor ingrese su cumpleaños correcto.

# fcc.error.invalid.ssn.msg
source: Please enter the last four digits of your Social Security Number (SSN) or select "I do not have a SSN"
es: Ingrese los últimos cuatro dígitos de su Número de Seguro Social (SSN) o seleccione "No tengo un SSN"

# fcc.logout.message
source: Please complete the form. If you would prefer not to, you can logout. Do you want to logout now?
es: Por favor complete el formulario. Si prefiere no hacerlo, puede cerrar la sesión. ¿Quieres cerrar sesión ahora?

# fcc.network.error.msg
source: You must have network access to submit your data.
es: Debe tener acceso a la red para enviar sus datos.

# FCC.notification.title
source: FCC User Registration Required.
es: FCC Registro de usuario requerido.

# fcc.prompt.lastfour
source: Last Four Digits of your SSN
es: Últimos cuatro dígitos de su SSN

# fcc.submit.error.msg
source: SSN and Birthday could not be saved. Please Contact Customer Care.
es: No se pudo guardar el SSN y el cumpleaños. Comuníquese con Atención al cliente.

# fcc.submit.error.title
source: SSN and Birthday was not saved.
es: El SSN y el cumpleaños no se guardaron.

source: from
es: desde

source: Good
es: Bien

source: Good (least data)
es: Bien (menos datos)

source: Greeting
es: Saludo

source: Greeting Recorded
es: Saludo Grabado

source: Greeting Text Too Long
es: Texto de saludo demasiado largo

source: Heartbeat
es: Latido del corazón

source: Help
es: Ayudar

source: Hide Account Info
es: Ocultar Información de la Cuenta

source: Hide My Caller ID
es: Ocultar Mi Identificador de Llamadas

source: High Contrast
es: Alto Contraste

source: History
es: Historia

source: home
es: casa

source: Home
es: Casa

source: home: %@
es: casa: %@

source: HUD Disabled
es: HUD Deshabilitado

source: HUD Enabled
es: HUD Habilitado

source: I do not have a SSN
es: No tengo un SSN

source: Image Error
es: Error de Imagen

source: Importing...
es: Importando...

source: Import Cancelled
es: Importación Cancelada

source: Import cancelled.
es: Importación cancelada.

source: Import completed.
es: Importación completada.

source: Import Contact
es: Importar Contacto

source: Import Contact from Device
es: Importar Contacto desde Dispositivo

source: Import From Videophone Account
es: Importar desde Cuenta de Videoteléfono

source: Import Photos
es: Importar Fotos

source: Import Photos From Contacts
es: Importar Fotos de Contactos

source: Import Photos From Sorenson
es: Importar Fotos de Sorenson

source: Import Videophone Contacts
es: Importar Contactos de Videoteléfono

source: Import/Export Contacts
es: Importar/Exportar Contactos

source: Imported %zu contact photo.
es: Foto de %zu contactos importada.

source: Imported %zu contact photos.
es: Se importaron %zu fotos de contacto.

source: INCOMING CALL
es: LLAMADA ENTRANTE

source: Incoming call from
es: Llamada entrante de

source: Info was not saved.
es: La información no se guardó.

source: Information
es: Información

source: Integrated Calling Enabled
es: Llamadas Integradas Habilitadas

source: Invalid City
es: Ciudad inválida

source: Invalid Email Address
es: Dirección de Correo Electrónico No Válida

source: Invalid Password
es: Contraseña Invalida

source: Invalid Phone Number
es: Numero de Telefono Invalido

source: Invalid SSN
es: SSN no válido

source: Invalid State
es: Estado Inválido

source: Invalid Street Address
es: Dirección de Calle no Válida

source: Invalid ZIP Code
es: Código Postal No Válido

source: Join Calls
es: Unirse a las Llamadas

source: Spanish
es: Español

source: English
es: Inglés

source: Spanish Call
es: Llamar en español

source: English Call
es: Llamar en inglés

source: Key Codes Enabled
es: Códigos Clave Habilitados

source: Learn More
es: Aprende más

source: Light
es: Ligero

source: Loading
es: Cargando

source: Loading...
es: Cargando...

source: Local Number
es: Número local

source: Log Out
es: Cerrar Sesión

source: Logged Out
es: Desconectado

source: Logging In
es: Iniciando sesión

source: Logging in...
es: Iniciando sesión...

source: Login
es: Acceso

source: Login Failed
es: Error de Inicio de Sesion

# login.err.endpointMatchError
source: Endpoint types do not match
es: Los tipos de puntos finales no coinciden

# login.err.generic
source: Unable to login, please try again.
es: No se puede iniciar sesión, inténtelo de nuevo.

# login.err.isLoggingOut
source: You are currently being logged out. Please try again later.
es: Actualmente está siendo desconectado. Vuelva a intentarlo más tarde.

# login.err.number.blank
source: Your phone number cannot be blank.
es: Tu número de teléfono no puede estar en blanco.

# login.err.number.digits
source: Your assigned phone number must be 10 or 11 digits.
es: Tu número de teléfono asignado debe tener 10 u 11 dígitos.

# login.err.offlineAuthentication
source: ntouch can't connect right now. Check your connection and try again.
es: ntouch no puede conectarse en este momento. Verifique su conexión e intente nuevamente.

# login.err.password.blank
source: Your password cannot be blank.
es: Tu contraseña no puede estar en blanco.

# login.err.usernameOrPasswordInvalid
source: Phone number and/or password is incorrect.
es: El número de teléfono y/o la contraseña son incorrectos.

source: Logout
es: Cerrar sesión

source: Logout now?
es: ¿Cerrar sesión ahora?

source: Make Another Call
es: Hacer Otra Llamada

source: Manage Pulse Devices
es: Administrar Dispositivos de Pulso

source: Max custom shared texts
es: Máximo de textos compartidos personalizados

# max.allowed.contacts.reached
source: The maximum number of allowable contacts has been reached.
es: Se ha alcanzado el número máximo de contactos permitidos

source: Microphone Privacy
es: Privacidad del Micrófono

source: Missed Call
es: Llamada Perdida

source: MISSED CALL
es: LLAMADA PERDIDA

source: Missed call from %@
es: Llamada perdida de %@

source: Missing email address
es: Dirección de correo electrónico faltante

source: mobile
es: móvil

source: mobile: %@
es: móvil: %@

source: myPhone Group Error
es: Error de Grupo myPhone

source: myPhone Member Error
es: Error de Miembro de myPhone

source: myPhone Number
es: Número de myPhone

source: myPhone Password
es: Contraseña de myPhone

# myPhone.auth.err
source: myPhone Authentication Error
es: Error de Autenticación de myPhone

# myphone.customercare.msg
source: You must select Call Customer Care to create your myPhone Group.
es: Debe seleccionar Llamar a atención al cliente para crear su grupo myPhone.

# myPhone.edit.err.2
source: The password you entered is incorrect. (2)
es: La contraseña que ingresó es incorrecta. (2)

# myPhone.edit.err.73
source: You are not a member of a myPhone Group. (73)
es: No es miembro de un grupo myPhone. (73)

# myPhone.edit.err.74
source: Error adding phone to this group. Check to make sure the phone is logged in and is not already a member of another group. (74)
es: Error al agregar el teléfono a este grupo. Verifique que el teléfono haya iniciado sesión y no sea miembro de otro grupo. (74)

# myPhone.edit.err.75
source: Error adding phone to the myPhone Group. (75)
es: Error al agregar el teléfono al grupo myPhone. (75)

# myPhone.edit.err.81
source: The description field must be 1 to 50 characters long. (81)
es: El campo de descripción debe tener de 1 a 50 caracteres. (81)

# myPhone.edit.err.82
source: The phone number you entered could not be found. (82)
es: No se pudo encontrar el número de teléfono que ingresó. (82)

# myPhone.edit.err.86
source: Error removing phone from the myPhone Group. (86)
es: Error al eliminar el teléfono del Grupo myPhone. (86)

# myPhone.edit.err.87
source: The phone number you entered is not a member of your myPhone Group. (87)
es: El número de teléfono que ingresó no es miembro de su Grupo myPhone. (87)

# myPhone.edit.err.91
source: You cannot remove the last member of a myPhone Group. (91)
es: No puede eliminar al último miembro de un Grupo myPhone. (91)

# myPhone.edit.err.99
source: Error authenticating myPhone Group. (99)
es: Error al autenticar myPhone Group. (99)

# myPhone.edit.err.100
source: You are not a member of this myPhone Group. (100)
es: Usted no es miembro de este grupo myPhone. (100)

# myPhone.edit.err.102
source: You must enter a valid phone number. (102)
es: Debe ingresar un número de teléfono válido. (102)

# myPhone.edit.err.103
source: Error saving the myPhone member information. (103)
es: Error al guardar la información del miembro de myPhone. (103)

# myPhone.edit.err.105
source: You cannot remove the creator of a myPhone Group. (105)
es: No puede eliminar al creador de un Grupo myPhone. (105)

# myPhone.edit.remove.confirm
source: Remove this phone from your myPhone Group?
es: ¿Eliminar este teléfono de su grupo myPhone?

# myphone.error.create.title
source: Error Creating myPhone Group
es: Error al crear el grupo myPhone

# myphone.error.description.msg
source: The phone description you entered is invalid. (62)
es: La descripción del teléfono que ingresó no es válida. (62)

# myphone.error.password.match.msg
source: The passwords do not match.
es: Las contraseñas no coinciden.

# myphone.error.password.msg
source: The password you entered is invalid. (63)
es: La contraseña que ingresó no es válida. (63)

# myphone.group.phone.removed.msg
source: This phone has been removed from the myPhone Group.
es: Este teléfono ha sido eliminado del grupo myPhone.

# myphone.group.phone.removed.title
source: Phone Removed from myPhone Group
es: Teléfono eliminado de myPhone Group

# myphone.group.welcome.msg
source: Your myPhone group has been created. You will be able to use this phone number on all of your Sorenson phones. Your password has been reset to the myPhone group password. Next, go to your phones to add them to your group.
es: Se ha creado su grupo myPhone. Podrá utilizar este número de teléfono en todos sus teléfonos Sorenson. Su contraseña se ha restablecido a la contraseña de grupo de myPhone. A continuación, vaya a sus teléfonos para agregarlos a su grupo.

# myphone.group.welcome.title
source: Welcome to Sorenson myPhone!
es: ¡Bienvenido a Sorenson myPhone!

# myphone.phone.select.problem
source: There was a problem selecting this phone
es: Hubo un problema al seleccionar este teléfono

# myphone.setup.msg
source: To begin, enter the information below. Then select Create Group. If you need help creating your group, select Call Customer Care.
es: Para comenzar, ingrese la información a continuación. Luego seleccione Crear grupo. Si necesita ayuda para crear su grupo, seleccione Llamar a atención al cliente.

# myphone.welcome.msg
source: Create a myPhone Group to use this phone number on all of your Sorenson phones.
es: Cree un grupo myPhone para usar este número de teléfono en todos sus teléfonos Sorenson.

# myphone.welcome.title
source: Welcome to Sorenson myPhone!
es: ¡Bienvenido a Sorenson myPhone!

source: Name
es: Nombre

source: Name cannot be blank.
es: El nombre no puede estar en blanco.

source: Needs Verification
es: Necesita Verificación

source: Network Error
es: Error de Red

source: Network not available.
es: Red No Disponible.

source: Network Settings
es: Ajustes de La Red

source: Network Speed
es: Velocidad de Red

source: Network Speed too low for Audio
es: Velocidad de Red demasiado baja para Audio

source: Network Tunneling
es: Tunelización de red

source: New Password
es: Nueva Contraseña

source: New Password Saved
es: Nueva Contraseña Guardada

source: No Caller ID
es: No Identificado

source: No Camera was found.
es: No se Encontró Ninguna Cámara.

source: No Contact Found
es: Ningún Contacto Encontrado

source: No contacts
es: Sin contactos

source: No Greeting Text
es: Sin texto de saludo

source: No Internet Connection
es: Sin Conexión a Internet

source: No more numbers can be blocked.
es: No se pueden bloquear más números.

source: No Name
es: Sin Nombre

source: No Photo Library Found.
es: No se ha Encontrado Ninguna Biblioteca de Fotos.

source: No results found
es: No se han encontrado resultados

source: No saved accounts.
es: No hay cuentas guardadas.

source: none
es: ninguna

source: None
es: Ninguna

source: Not available.
es: No disponible.

source: Not logged in
es: Sin iniciar sesión

source: Not Set
es: No Establecido

source: Not Submitted
es: No Enviado

source: Notifications
es: Notificaciones

# notifs.customer.care.msg
source: Please call Sorenson Customer Care to update your information.
es: Llame a Atención al Cliente de Sorenson para actualizar su información.

source: Notify me for SignMail
es: Notificarme para SignMail

source: nTouch needs access to your camera.
es: nTouch necesita acceso a su cámara.

source: ntouch® Mobile
es: Móvil ntouch®

source: Number already blocked.
es: Número ya bloqueado.

source: Number cannot be blocked
es: No se puede bloquear el número

source: nVP IP Address
es: Dirección IP de nVP

source: OK
es: Aceptar

source: Old Password
es: Contraseña Anterior

source: Online Help
es: Ayuda en Linea

source: Open Settings
es: Ajustes Abierta

source: optional
es: opcional

source: Other private space
es: Otro espacio privado

source: Other shared space
es: Otro espacio compartido

# other.private.space.detail
source: (Any restricted-access space primarily used by an individual, not previously covered by other categories)
es: (Cualquier espacio de acceso restringido utilizado principalmente por un individuo, no cubierto previamente por otras categorías)

# other.shared.space.detail
source: (Any restricted-access space primarily used by multiple users, not previously covered by other categories)
es: (Cualquier espacio de acceso restringido utilizado principalmente por múltiples usuarios, no cubierto previamente por otras categorías)

source: Outgoing Call
es: Llamada Saliente

source: OUTGOING CALL
es: LLAMADA SALIENTE

source: Password
es: Contraseña

source: Password Changed
es: Contraseña Cambiada

source: Pause
es: Pausa

source: Pending
es: Pendiente

source: Personal Information
es: Informacion Personal

# personal.info.contact.not.found
source: The Contacts app does not contain a record for your phone number: %@
es: La aplicación Contactos no contiene un registro para su número de teléfono: %@

# personal.info.image.error
source: There was an error selecting your image.
es: Hubo un error al seleccionar su imagen.

# personal.info.require.login
source: You must be logged in to change your password.
es: Debe iniciar sesión para cambiar su contraseña.

# personal.info.save.email.incalid
source: The email address you entered is invalid. Please enter a valid email address.
es: La dirección de correo electrónico que ingresó no es válida. Ingrese una dirección de correo electrónico válida.

# personal.info.save.email.long
source: Your email address must be no more than 255 characters.
es: Su dirección de correo electrónico no debe tener más de 255 caracteres.
