Repository: krishvios/signvios
Catalog: *.lproj/Localizable.strings
Languages: es

# personal.info.save.email.missing
source: An email address is required in order to be notified of new sign mails. Please enter an email address.
es: Se requiere una dirección de correo electrónico para recibir notificaciones de nuevos correos electrónicos. Ingrese una dirección de correo electrónico.

# personal.info.save.failed
source: Unable to save your contact information. Please try again later.
es: No se pudo guardar su información de contacto. Vuelva a intentarlo más tarde.

# personal.info.save.unsaved.changes
source: You have unsaved changes, do you want to Save them now?
es: Tiene cambios sin guardar, ¿quiere guardarlos ahora?

source: phone
es: teléfono

source: Phone
es: Teléfono

source: Phone Description
es: Descripción del teléfono

source: Phone Number
es: Número de Teléfono

source: Phone number cannot be blank.
es: El número de teléfono no puede estar en blanco.

source: Phone number not available
es: Número de teléfono no disponible

source: Phonebook
es: Directorio Telefónico

source: Photo Change Error
es: Error de Cambio de Foto

source: Play
es: Jugar

source: Play SignMail greeting after
es: Reproducir saludo de SignMail

source: Please accept or reject this update.
es: Acepte o rechace esta actualización.

source: Please enter a phone number first.
es: Ingrese un número de teléfono primero.

source: Please review the provider agreement.
es: Por favor revise el acuerdo de proveedor.

source: Preparing to Record
es: Preparando para Grabar

source: Preview
es: Preestrenar

# carceral.facility
source: Carceral Facility/Prison
es: Centro penitenciario/Prisión

# carceral.facility.detail
source: (Correctional or confinement center or facility and associated support services)
es: (Centro o instalación penitenciaria o de reclusión y servicios de apoyo asociados)

source: Restricted
es: Restringido

# restricted.detail
source: (Undisclosed or otherwise restricted location)
es: (Ubicación no revelada o restringida de otro modo)

source: Private living space
es: espacio de vida privado

source: Private workspace
es: espacio de trabajo privado

# private.living.space.detail
source: (Individual room within an assisted living facility, patient room in a hospital)
es: (Habitación individual dentro de un centro de vida asistida, habitación de un paciente en un hospital)

# private.workspace.detail
source: (Individual’s office or cubicle)
es: (Oficina o cubículo del individuo)

source: Problem connecting call
es: Problema al conectar la llamada

source: Profile Settings
es: Ajustes de Perfil

source: Record
es: Registro

source: Record Again
es: Grabar de Nuevo

source: Record Greeting
es: Grabar Saludo

source: Reject
es: Rechazar

source: Remove Favorite
es: Eliminar Favorito

source: Remove Phone
es: Quitar Teléfono

source: Remove Photo
es: Quitar Foto

source: Return Call
es: Devolver la Llamada

source: required
es: requerida

source: Resume
es: Reanudar

source: Reviews
es: Reseñas

source: Ring
es: Timbre

source: Rings
es: Timbre

source: Save
es: Guardar

source: Save Contact To My Device
es: Guardar Contacto En Mi Dispositivo

source: Saved Text
es: Texto Guardado

# sci.am.password.changed
source: Please log in with your new password to avoid missing calls.
es: Inicie sesión con su nueva contraseña para evitar llamadas perdidas.

source: Search
es: Búsqueda

source: Search Contacts & Yelp
es: Buscar Contactos y Yelp

source: Search Results
es: Resultados de la Búsqueda

source: Search Settings
es: Buscar Ajustes

source: Search Yelp
es: Buscar en Yelp

source: Searching...
es: Buscando...

source: Select account to use.
es: Seleccione la cuenta para usar.

source: Send
es: Enviar

source: Send SignMail
es: Enviar SignMail

source: Send a SignMail
es: Enviar un SignMail

source: Sending
es: Enviando

source: Sending heartbeat request
es: Enviando solicitud de latido

source: Set Bitrate
es: Establecer Tasa de Bits

source: Setting Codecs to Defaults.
es: Ajustes de Códecs a los Valores Predeterminados.

# Setting.Decode.Codec
source: Setting Decode Codec to %@.
es: Ajustes del Códec de Decodificación en %@.

# Setting.Encode.Codec
source: Setting Encode Codec to %@.
es: Ajustes del Códec de Codificación en %@.

# Setting.Encode.Decode.Codec
source: Setting Encode and Decode Codec to %@.
es: Ajustes del Códec de Codificación y Decodificación en %@.

source: Settings
es: Ajustes

# settings.main.autoRejectCallsSwitch
source: You will not receive Missed Call notifications for rejected calls.
es: No recibirá notificaciones de Llamadas Perdidas por llamadas rechazadas.

# settings.main.footer
source: Sorenson %@ Number: %@ %@ for iOS Version %@ (%@) All trademarks mentioned herein are the property of their respective owners. This product may be covered by one or more patents listed on http://www.sorenson.com/patents.
es: Sorenson %@ Número: %@ %@ para la versión de iOS %@ (%@) Todas las marcas comerciales mencionadas aquí son propiedad de sus respectivos dueños. Este producto puede estar cubierto por una o más patentes enumeradas en http://www.sorenson.com/patents.

# settings.main.micophone.noaccess
source: Microphone access is not allowed for ntouch. Allow ntouch to use the microphone in Settings to enable Use Voice.
es: El acceso al micrófono no está permitido para ntouch. Permita que ntouch use el micrófono en Ajustes para habilitar Usar Voz.

# settings.main.myPhone.must.agreement
source: You must have accepted the provider agreement to view myPhone settings.
es: Debe haber aceptado el acuerdo del proveedor para ver la ajustes de myPhone.

# settings.main.myPhone.notloggedin
source: You need to be logged in to view myPhone settings.
es: Debe iniciar sesión para ver la ajustes de myPhone.

# settings.main.shared.app.ntouch
source: Let’s use ntouch next time we chat. See you soon! www.sorenson.com/ntouchmobile
es: Usemos ntouch la próxima vez que chateemos. ¡Hasta pronto! www.sorenson.com/ntouchmobile

# settings.main.shared.app.wavello
source: With Sorenson Relay’s Wavello, we can now see Deaf family and friends while chatting! Visit www.sorenson.com/getwavello
es: ¡Con Wavello de Sorenson Relay, ahora podemos ver a familiares y amigos sordos mientras chateamos! Visite www.sorenson.com/getwavello

# settings.main.speed.192
source: Network Speed setting increased to 192kbps for Audio
es: Ajustes de Velocidad de Red aumentada a 192 kbps para Audio

# settings.search.audioRow
source: Audio Use Voice Microphone
es: Audio Usar Voz Micrófono

# settings.search.autoRejectCallsRow
source: DND Do Not Disturb Reject Incoming Calls
es: DND No Molestar Rechazar Llamadas Entrantes

# settings.search.blockAnonymousCallers
source: Block Anonymous Callers Caller ID
es: Bloquear Llamadas Anónimas Identificador de Llamadas

# settings.search.blockCallerIDRow
source: Hide Block My Caller ID Anonymous
es: Ocultar Bloquear Mi Identificador de Llamadas Anónimo

# settings.search.blockedNumbers
source: Block Blocked Numbers Caller
es: Bloque Números Bloqueados Llamador

# settings.search.callKitRow
source: Integrated Calling Call Kit CallKit
es: Llamadas Integradas Kit de Llamada

# settings.search.callWaitingRow
source: Call Waiting
es: Llamada en Espera

# settings.search.cellularVideoQualityRow
source: Cellular Video Quality Bitrate Speed Good Better Best Data
es: Calidad de Video Celular Tasa de Bits Velocidad Bien Más Bien Mejor Datos

# settings.search.colorTheme
source: Color Theme High Contrast Dark Mode Light
es: Tema de Color Alto Contraste Modo Oscuro Ligero

# settings.search.enableSpanishFeatures
source: español Spanish Features
es: Características Funciones Español

# settings.search.helpRow
source: Help Customer Care Service CIR Tech Technical Support User Guide FAQs
es: Ayuda Servicio de Atención al Cliente Tecnología CIR Apoyo Técnico Guía del Usuario Preguntas Frecuentes

# settings.search.importContactsRow
source: Import Export Device Photos Contacts LDAP Corporate Directory
es: Importar Exportar Dispositivo Fotos Contactos LDAP Directorio Corporativo

# settings.search.myPhoneSettingsRow
source: myPhone group
es: grupo myPhone

# settings.search.networkSpeedReadOnlyRow
source: Network Speed Auto
es: Velocidad de Red Auto

# settings.search.networkSpeedRow
source: Network Speed Legacy
es: Velocidad de Red Legado

# settings.search.personalInfoRow
source: Personal Information Phone myPhone Local Number Notify SignMail Contact Profile Photo Share
es: Informacion personal Teléfono myPhone Número Local Notificar FirmarCorreo Contacto Foto de Perfil Cuota

# settings.search.pulseEnableRow
source: Pulse Notifications
es: Notificaciones de Pulso

# settings.search.pulseManageDevicesRow
source: Manage Pulse Devices Pair Scan
es: Administrar Dispositivos de Pulso Par Escanear

# settings.search.ringsBeforeGreetingRow
source: SignMail Rings Before Greeting Count
es: Suena SignMail Antes del Conteo de Saludo

# settings.search.secureCallModeRow
source: 256-bit AES Encryption
es: Cifrado AES de 256 bits

# settings.search.setupEmergencyRow
source: 911 Emergency Location
es: Ubicación de Emergencia 911

# settings.search.shareTextRow
source: Share Saved Text Share Text
es: Compartir Texto Guardado Compartir Texto

# settings.search.signMailGreetingTypeRow
source: SignMail Greeting PSMG Video Only Sorenson No
es: SignMail Saludo PSMG Video Solo Sorenson No

# settings.search.tunnelingRow
source: Tunneling Network
es: Red de Túneles

# settings.search.vcoRow
source: Audio Use Voice With VRS Microphone
es: Audio Usar Voz Con VRS Micrófono

source: Share Location
es: Comparte Ubicacion

source: Share only with contacts in my Phonebook
es: Compartir solo con contactos en mi Agenda

source: Share Profile Photo
es: Compartir Foto de Perfil

source: Share with everyone
es: Compartir con todos

source: Share Your Location
es: Comparte Tu Ubicación

# share.save.text.max.text.reached
source: You've reached the maximum allowed number of custom shared texts. You must remove one before adding another.
es: Has alcanzado el número máximo permitido de textos compartidos personalizados. Debes eliminar uno antes de agregar otro.

source: Shared living space
es: espacio de vida compartido

source: Shared workspace
es: espacio de trabajo compartido

# shared.living.space.detail
source: (Dormitory common room, emergency or homeless shelter, group home common room)
es: (Sala común del dormitorio, refugio de emergencia o para personas sin hogar, sala común del hogar grupal)

# shared.workspace.detail
source: (Conference room, break room, reception desk)
es: (Sala de conferencias, sala de descanso, mostrador de recepción)

source: Show Account Info
es: Mostrar Información de la Cuenta

source: show change greeting type view.
es: mostrar vista de cambio de tipo de saludo.

source: Show Contact Photos
es: Mostrar Fotos de Contacto

source: SignMail Greeting
es: Saludo de SignMail

source: SignMail Message
es: Mensaje SignMail

# signmail.compose.nonetwork
source: You must have network access to send a SignMail.
es: Debe tener acceso a la red para enviar un SignMail.

# signmail.delete.confirm
source: Are you sure you want to delete this SignMail?
es: ¿Está seguro de que desea eliminar este SignMail?

# signmail.err.characteristics
source: Recording characteristics could not be loaded. Please try again later.
es: No se pudieron cargar las características de grabación. Por favor, inténtelo de nuevo más tarde.

# signmail.err.missingText
source: You must enter text for a Video and Text greeting.
es: Debe ingresar texto para un saludo de video y texto.

# signmail.err.record
source: Unable to record greeting
es: No se puede grabar el saludo

# signmail.err.textTooLong
source: The entered greeting text is too long, please shorten your message.
es: El texto de saludo ingresado es demasiado largo, acorte su mensaje.

# signmail.err.upload
source: Unable to upload your greeting.
es: No se puede cargar tu saludo.

# signmail.select.phone
source: Select a phone to send a SignMail
es: Seleccione un numero para enviar un SignMail

# signmail.video.failed
source: Request to play the video failed. Please try again later.
es: La solicitud para reproducir el video falló. Vuelva a intentarlo más tarde.

source: Something went wrong.
es: Algo Salió Mal.

source: SORENSON CONTACTS
es: CONTACTOS DE SORENSON

source: Sorry!
es: ¡Lo Siento!

source: Spanish VRS
es: VRS Español

source: Speed Changed
es: Velocidad Cambiada

source: State
es: Estado

source: Status: %@
es: Estado: %@

source: Street 1
es: Calle 1

source: Street 2
es: Calle 2

source: Submit
es: Entregar

source: Submitted
es: Enviado

source: Supplied email too long.
es: Correo electrónico proporcionado demasiado largo.

source: Support
es: Apoyo

source: Switch Calls
es: Cambiar Llamadas

source: Take Photo
es: Tomar Foto

source: Technical Support
es: Apoyo técnico

source: Text Only
es: Solo Texto

source: Today
es: Hoy Dia

source: Toggling HUD
es: Alternar HUD

source: toll-free
es: gratuita

# trace.file.removed.log.disabled
source: Trace file was removed and logging disabled.
es: Se eliminó el archivo de seguimiento y se inhabilitó el registro.

source: Transfer Call
es: Transferir Llamada

source: Tunneling Enabled
es: Tunelización Habilitada

source: Tunneling OFF
es: Tunelización Desactivada

source: Tunneling ON
es: Tunelización Activada

source: Tunnelling Toggle
es: Cambio de Túnel

source: Unable to Add Contact
es: No Se Puede Agregar Contacto

source: Unable to establish network tunnel.
es: No se puede establecer el túnel de red.

source: Unable to Login
es: Incapaz de Iniciar Sesión

source: Unable to Save
es: No se puede guardar

# unable.remove.trace.conf
source: Unable to remove trace.conf, it may not exist %@
es: No se pudo eliminar trace.conf, es posible que no exista %@

source: Unblock Caller
es: Desbloquear Llamada

source: Unblock Contact
es: Desbloquear Contacto

source: Unknown
es: Desconocido

source: Unknown Caller
es: Llamada Desconocida

source: Unsaved Changes
es: Cambios no Guardados

source: Update Device Info
es: Actualizar información del dispositivo

source: Update Login Information
es: Actualizar Información de Inicio de Sesión

# update.ntouch.title
source: Please update the ntouch Mobile application to avoid missing calls.
es: Actualice la aplicación ntouch Mobile para evitar llamadas perdidas.

source: Upload Error
es: Error al Subir

source: Uploading
es: Cargando

source: Uploading...
es: Subiendo...

source: Use Device Contact Photo
es: Usar Foto de Contacto del Dispositivo

source: Use Sorenson Photo
es: Usar la Foto de Sorenson

source: Use Toll-Free number
es: Usar número gratuito

source: Use voice
es: Usar voz

source: Use voice for VRS calls
es: Usar voz para llamadas VRS

source: User Guides
es: Guías de usuario

source: Username
es: Nombre de Usuario

source: Username cannot be blank.
es: Nombre de usuario no puede estar en blanco.

# valid.phone.number.not.copied
source: A valid phone number was not previously copied
es: No se copió previamente un número de teléfono válido

source: Video and audio privacy enabled
es: Privacidad de video y audio habilitada

source: Video Center
es: Centro de Videos

source: Video Center ●
es: Centro de Videos ●

source: Video privacy enabled
es: Privacidad de video habilitada

source: Video Unavailable
es: Vídeo No Disponible

# videocenter.video.failed
source: Request to download video failed. Please try again later.
es: La solicitud para descargar el video falló. Vuelva a intentarlo más tarde.

source: View
es: Ver

source: View Call History
es: Ver Historial de Llamadas

source: View Updated Privacy Policy
es: Ver Política de Privacidad Actualizada

source: See more on Yelp
es: Ver más en Yelp

source: Visit your privacy settings.
es: Visita tu ajustes de privacidad.

source: VRCL Disabled
es: VRCL Deshabilitado

source: VRCL Enabled
es: VRCL Habilitado

source: VRS Public Eligibility
es: Elegibilidad Pública de VRS

source: Warning
es: Advertencia

source: work
es: trabajo

source: Work
es: Trabajo

source: Work-issued mobile device
es: Dispositivo móvil emitido por el trabajo

# work-issued.device.detail
source: (Mobile device issued by Entity)
es: (Dispositivo móvil emitido por la Entidad)

source: work: %@
es: trabajo: %@

source: YELP RESULTS
es: RESULTADOS YELP

source: Yelp search failed: %@
es: Falló la búsqueda en Yelp: %@

source: Yes
es: Si

source: Yesterday
es: Ayer

source: You cannot block %@.
es: o puede bloquear a %@.

source: You don't have any calls.
es: No tienes ninguna llamada.

source: You don't have any missed calls.
es: No tienes llamadas perdidas.

source: You don't have any SignMails.
es: No tienes ningún SignMails.

source: You have a missed call from
es: Tienes una llamada perdida de

source: Your call is encrypted.
es: Su llamada está encriptada.

source: Your call was not answered.
es: Su llamada no fue respondida.

source: Your call with
es: Tu llamada con

source: ZIP Code
es: Código Postal

source: Spanish Contact?
es: ¿Contacto español?

source: Would you like to save %@ as a Spanish contact?
es: ¿Te gustaría guardar a %@ como contacto español?

source: Not now
es: no ahora

source: Continue to ntouch
es: Continuar en ntouch

# update.required.title
source: ntouch is now Sorenson SignVideo!
es: ¡ntouch ahora es Sorenson SignVideo!

# update.required.body.bold
source: The ntouch mobile app is now retired.
es: La aplicación móvil ntouch ya no está disponible.

# update.required.body.regular
source: Tap the yellow ‘Update now’ button to install Sorenson SignVideo™ and make sure to look for the new icon on your phone screen. (If you saved your password, your phone number and password will automatically transfer.)
es: Toca el botón amarillo 'Actualizar ahora' para instalar Sorenson SignVideo™ y asegúrate de buscar el nuevo ícono en la pantalla de tu teléfono. (Si guardaste tu contraseña, tu número de teléfono y contraseña se transferirán automáticamente.)

# update.required.now.button
source: Update now
es: Actualizar ahora

# update.required.cc.button
source: Call support
es: Llamar a soporte

# update.required.911.button
source: Call 911
es: Llamar al 911

# update.required.911.alert.title
source: Are you sure you want to call 911 emergency?
es: ¿Estás seguro que quieres llamar al 911?

# update.required.911.alert.cancel.button
source: Cancel
es: Cancelar

# update.required.911.alert.confirm.button
source: Call 911 Emergency
es: Llamar al 911 Emergencia
